<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="page3.aspx.cs" Inherits="page4" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
<style type="text/css">
#info {
    background: #555;
    border-bottom: 2px solid Red;
}
#timeInJail {
    background: #666;
    border-bottom: 2px solid Yellow;
}
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div style="position:fixed"><a href="page3.aspx#top"><i class="fa fa-arrow-circle-up fa-2x" style="transition: all 0.5s" id="up"></i></a></div>
<div style="direction:rtl; width:84%; background-color:<%=userColor%>; margin-top:30px; margin-right:92px; border-radius:20px;">
<br /><center><h1 style="text-decoration:underline">התקופה בכלא ופעילויות טרור-</h1></center><br /><br />
<div style="margin-right:15px; font-size:larger; margin-left:15px">
לאחר טבח שארפוויל ב־1960 הוצא ה־ANC אל מחוץ לחוק בדרום אפריקה ומנדלה נעצר בגין השתתפות במחאות אלימות וביצוע מעשי טרור. הוא הוחזק במעצר עד 1961. לאחר שחרורו ירד מנדלה למחתרת, והשתתף בהקמת הזרוע הצבאית של ה-ANC, שנקראה MK. תחת הנהגתו החלה הזרוע הצבאית במסע טרור וחבלה נגד מתקני תשתית חיוניים של המדינה.
<p>
ב־1962 יצא מנדלה מדרום אפריקה לאימונים צבאיים באלג'יריה, וארגן אימונים צבאיים לחברים אחרים ב־MK. עם חזרתו הוא נעצר והועמד לדין באשמת יציאה בלתי-חוקית מגבולות המדינה והסתה לשביתות.
</p>
<p>
בכתב האישום נגדו ונגד פעילים אחרים הואשם מנדלה ב:
גיוס, עידוד, הדרכה והובלת אנשים לפעולות טרור, למאבקים אלימים, הכנה, יצור המוני ושימוש בחומרי נפץ למטרות טרור, מאבק אלים, שיבוש, הריסה, פגיעה, עצירה, הוצאה מפעולה או תועלת, חסימה וסיכון של-
הסדר ואכיפת החוק, תשתיות החשמל, הדלק והתאורה, הביטחון והבריאות של הציבור, שירותי הדואר, הטלפון והטלגרף, רכוש הציבור, רכוש פרטי ושמורות טבע
</p>
<p>
מנדלה ניהל בעצמו את ההגנה במשפטו. בנאומיו הצהיר כי הוא מוכן למות כדי לקדם את מטרתו. בנובמבר 1962 הוא הורשע ונידון למאסר של חמש שנים. במהלך ריצוי העונש, ב-11 ביוני 1964, הוא הואשם בפעילות חבלנית ובקשירת קשר נגד השלטון ונידון למאסר עולם.
</p>
<p>
מנדלה היה כלוא בבתי כלא שונים בדרום אפריקה 27 שנים, מתוכן 18 שנים ברובן איילנד עד מרץ 1982. יחד עם שלושה מנהיגים אחרים של הקונגרס הלאומי האפריקאי הועבר מנדלה ביום 31 במרץ 1982 לכלא פולסמור (Pollsmoor) באחד מפרבריה הדרומיים של העיר קייפטאון, ובו ריצה מנדלה את עונש המאסר עד לסוף שנת 1988. בתחילת חודש דצמבר 1988 הועבר נלסון מנדלה לבית הסוהר ויקטור פרסטר (Victor Verster) ליד העיר פארל שבדרך היין. את צעדיו הראשונים לעבר החירות עשה נלסון מנדלה ביום 11 בפברואר 1990 מבית סוהר זה. בכניסה לבית הסוהר מוצב כיום פסל דיוקן של מנדלה, על בסיס צילום שצולם בעת יציאתו מבית הסוהר.
</p>
<p>
במהלך תקופת מאסרו הפך מנדלה לסמל המאבק באפרטהייד, שמו התפרסם בעולם כולו והחל מאבק בינלאומי לשחררו. בתקופה האחרונה של מאסרו החל מנדלה לקיים מגעים חשאיים עם אישי ממשל בכירים, ובהם הנשיא פרדריק וילם דה קלרק. מנדלה שוחרר מהכלא, כאמור, ב־11 בפברואר 1990, לאחר שהוא וחבריו ל־ANC הסכימו להשעות את המאבק המזוין ולקיים משא ומתן עם השלטון.
</p>
<p>
באותה שנה הכריז פרדריק וילם דה-קלרק , הנשיא הלבן של מדינת דרום-אפריקה כי הוא מכיר בכך ש"המדיניות של ההפרדה הגזעית כשלה". חוקי ההפרדה הגזעית בוטלו, והפעילות של "הקונגרס הלאומי האפריקני" הפכה לפעילות חוקית. 
</p>
<p>
בתקופת המאסר הארוכה של מנדלה הוא היה סמל של המאבק במשטר ההפרדה הגזעית. במהלך המשפט שלו נשא מנדלה נאומים חשובים נגד הגזענות. באחד הנאומים, הוא אמר: 
"לחמתי נגד שליטה של לבנים, ולחמתי נגד שליטה של שחורים. הרעיון שאני נאבק למענו, הוא של חברה דמוקרטית וחופשית. בחברה זאת כל בני האדם חיים ביחד בהרמוניה, בשוויון הזדמנויות. זהו רעיון שאני מקווה לחיות למענו ולהשיגו. אך, אם נדרש, אני מוכן גם למות למענו."
</p>
</div>
<br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br />
</div>
</asp:Content>

