<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="page4.aspx.cs" Inherits="page3" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
<style type="text/css">
#info {
    background: #555;
    border-bottom: 2px solid Red;
}
#after {
    background: #666;
    border-bottom: 2px solid Yellow;
}
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div style="position:fixed"><a href="page4.aspx#top"><i class="fa fa-arrow-circle-up fa-2x" style="transition: all 0.5s" id="up"></i></a></div>
<div style="direction:rtl; width:84%; background-color:<%=userColor%>; margin-top:30px; margin-right:92px; border-radius:20px;">
<br /><center><h1 style="text-decoration:underline">התקופה שלאחר השחרור-</h1></center><br />
<div style="margin-right:15px; font-size:larger; margin-left:15px">
<p>
מנדלה ודה קלרק הובילו את דרום אפריקה לפירוק משטר ההפרדה הגזעית ולעריכתן של בחירות דמוקרטיות אמיתיות ראשונות ב־1994, שבהן הותר לראשונה לאזרחים שחורים וצבעוניים (בני תערובת) להצביע. על פעילותם זאת זכו מנדלה ודה קלרק בשנת 1993 בפרס נובל לשלום.
</p>
<p>
בבחירות שנערכו בין 26 ל-29 באפריל 1994 זכה ה־ANC לרוב בפרלמנט, אולם רוב קטן משני שליש מהחברים הדרוש לשנות את החוקה. ב־9 במאי בחר בקייפטאון הפרלמנט החדש במנדלה לנשיאה השחור הראשון של דרום אפריקה, כאשר הנשיא היוצא דה קלרק נבחר כסגנו. ההשבעה נערכה למחרת בפרטוריה, בהשתתפות מנהיגים רבים מהעולם, בהם סגן נשיא ארצות הברית אל גור, מזכ"ל האו"ם בוטרוס בוטרוס ראלי, ומנהיג קובה פידל קסטרו.
</p>
<p>
אחת מפעולותיו הראשונות כנשיא הייתה הקמת ועדת האמת והפיוס בראשות חתן פרס נובל לשלום דזמונד טוטו, אשר חקרה את עוולות תקופת האפרטהייד הן מצד השלטון הלבן והן מצד ארגוני ההתנגדות השחורים תוך מתן חנינה למי שהודה בפשעיו. תקופת נשיאותו הוקדשה להקמת חברה שוויונית וצודקת, ברוח של איחוד לאומי ופיוס בין בני הקבוצות האתניות השונות במדינה. בחודש יוני 1999 פרש מהפוליטיקה. והתגורר באזור שבו נולד, קונו שבחבל טרנסקאי.
</p>
<p>
לאחר פרישתו מן הנשיאות ב־1999 הוא הפך מעורב במספר רב של ארגונים חברתיים וארגונים העוסקים בזכויות אדם. הוא אף זכה במספר רב של תוארי כבוד ממשלות שונות על פעילותו הפוליטית והחברתית לאורך השנים. ב־2003 מנדלה נשא מספר נאומים מעוררי מחלוקת, בהם תקף את מדיניות החוץ של ג'ורג' בוש.
</p>
<p>
ביוני 2004, בגיל 85, הודיע מנדלה כי הוא פורש מן החיים הציבוריים. בריאותו הידרדרה בשנותיו האחרונות, ולדבריו, הוא רצה ליהנות מהזמן עם משפחתו ככל שבריאותו תרשה זאת. למעשה, היוצא מן הכלל היחיד היה התחייבותו למאבק נגד האיידס. ביולי 2004 הוא טס לבנגקוק כדי לשאת דברים בוועידת האיידס הבינ"ל. במהלך ינואר 2005 הודיע מנדלה כי בנו אף הוא נפטר מאיידס. הנימוק לפרסום היה להגברת המודעות למחלה ושבירת הטאבו המתלווה אליה. בשנת 2010 השתתף מנדלה בטקס נעילת משחקי המונדיאל שנערך בדרום אפריקה, באחת מהופעותיו הציבוריות האחרונות.
</p>
<p>
ב-2008 הוציאה ארצות הברית את מנדלה מרשימת הטרוריסטים שמנעה ממנו כניסה למדינה, לאחר שהוכלל ברשימה בעקבות הקמתה של הזרוע הצבאית של ANC והשתתפותו ב-156 פיגועים בזמן האפרטהייד.
</p>
</div>
<br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br />
</div>
</asp:Content>

